// export const categories = [
//     "🍣 Роли",
//     "🍤 Гарячі роли",
//     "🥡 Фритюр",
//     "🍚 Суші",
//     "🍱 Сети",
//     "🥗 Салати / Боули",
//     "🍲 Супи",
//     "🍜 Локшина / рис",
//     "🥤 Напої",
//     "🧴 Соуси",
// ];

export const categoriesList = [
    { id: "rolls", title: "🍣 Роли" },
    { id: "hot-rolls", title: "🍤 Гарячі роли" },
    { id: "fryer", title: "🥡 Фритюр" },
    { id: "sushi", title: "🍚 Суші" },
    { id: "sets", title: "🍱 Сети" },
    { id: "salads", title: "🥗 Салати / Боули" },
    { id: "soups", title: "🍲 Супи" },
    { id: "noodles", title: "🍜 Локшина / Рис" },
    { id: "drinks", title: "🥤 Напої" },
    { id: "sauces", title: "🧴 Соуси" },
];
